[
    {
        "Nome": "Harry poter e a pedra filosofal",
        "Autor(a)": "J.K. Rowling",
        "Genero": "Fantasia",
        "Edição": "1",
        "Quantidade": 5,
        "Descrição": "\"Harry Potter e a Pedra Filosofal\" é o primeiro livro da série de fantasia \"Harry Potter\", escrita por J. K. Rowling. A história acompanha Harry Potter, um menino órfão que descobre ser um bruxo no seu décimo primeiro aniversário e é convidado para estudar na Escola de Magia e Bruxaria de Hogwarts. Lá, ele conhece seus melhores amigos, Rony Weasley e Hermione Granger, e embarca em uma aventura para proteger a Pedra Filosofal de Lord Voldemort, que busca a imortalidade através dela."
    },
    {
        "Nome": "O Processo",
        "Autor(a)": "Franz Kafka",
        "Genero": "Romance",
        "Edição": "2",
        "Quantidade": 0,
        "Descrição": "\"O Processo\", de Franz Kafka, é um romance que narra a história de Josef K., um funcionário bancário que é submetido a um processo legal incompreensível e sem qualquer explicação lógica."
    },
    {
        "Nome": "Duna",
        "Autor(a)": "Frank Herbert ",
        "Genero": "Romance",
        "Edição": "4",
        "Quantidade": 2,
        "Descrição": "Duna se passa em um futuro distante no meio de um império intergaláctico feudal em expansão, onde feudos planetários são controlados por Casas nobres que devem aliança à casta imperial da Casa Corrino."
    },
    {
        "Nome": "harry potter e o prisioneiro de azkaban",
        "Autor(a)": "J. k. Rowling",
        "Genero": "Fantasia",
        "Edição": "2",
        "Quantidade": 10,
        "Descrição": "descrição genérica"
    },
    {
        "Nome": "A Metamorfose",
        "Autor(a)": "Franz Kafka",
        "Genero": "suspense",
        "Edição": "2",
        "Quantidade": 0,
        "Descrição": "A metamorfose (Die Verwandlung, em alemão) é uma novela escrita por Franz Kafka, publicada pela primeira vez em 1915. Nessa obra, Kafka descreve o caixeiro viajante Gregor Samsa, que abandona as suas vontades e desejos para sustentar a família e pagar a dívida dos pais"
    }
]